# GUI

cask "container"
cask "deezer"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "iina"
cask "keepassxc"
cask "maccy"
cask "marta"
cask "mos", args: { no_quarantine: true }
tap  "nikitabobko/tap"
cask "nikitabobko/tap/aerospace"
cask "numi"
cask "obsidian"
cask "sublime-text"
cask "telegram"
cask "the-unarchiver"
cask "ukelele"
cask "visual-studio-code"
cask "zen"
cask "zoom"

# CLI

brew "duf"
brew "eza"
brew "fd"
brew "fzf"
brew "just"
brew "mas"
brew "neofetch"
brew "oh-my-posh"
brew "rustup"
brew "scc"
brew "stow"
brew "telnet"
brew "unar"
brew "watchexec"
brew "xh"
brew "zoxide"

# TUI

brew "dua-cli"
brew "helix"
brew "lazydocker"
brew "lazygit"
brew "mactop"
brew "neovim"
brew "tmux"

# WORK

cask "dbeaver-community"
cask "mongodb-compass"
cask "mqtt-explorer"
cask "openvpn-connect"
cask "postman"
cask "slack"

brew "cmake"
tap  "fluxcd/tap"
brew "fluxcd/tap/flux"
brew "gnuplot"
brew "helm-docs"
brew "helm"
brew "k3d"
brew "k9s"
brew "kind"
brew "kubelogin"
brew "libpq", link: true
brew "logcli"
brew "minikube"
brew "mongosh"
brew "node"
brew "openssl@3"
brew "protobuf"
brew "stern"
brew "tilt"