# GUI

cask "keepassxc"
cask "telegram"
cask "zen"
cask "ghostty"
cask "zoom"
cask "ukelele"
cask "nikitabobko/tap/aerospace"
cask "font-meslo-lg-nerd-font"
cask "mos"
cask "obsidian"
cask "deezer"
cask "sublime-text"
cask "the-unarchiver"
cask "visual-studio-code"

# CLI

brew "stow"

# TUI



# WORK

cask "mqtt-explorer"
cask "dbeaver-community"
cask "openvpn-connect"
cask "postman"
cask "slack"