reflector
wget
htop
btop
openssh
gvfs-smb
zip
unzip
rustup
snapper
xdg-desktop-portal-gtk
niri
ly
vim
helix
ghostty
nautilus
fuzzel
atuin
zsh
starship
eza
zoxide
fd
fzf
git
keepassxc
qt5-wayland
vulkan-radeon
brightnessctl
inetutils
stow
less
tmux
yazi
hyprpolkitagent
xdg-desktop-portal-gnome
gnome-keyring
marksman
impala
wiremix
