reflector
wget
htop
btop
openssh
gvfs-smb
zip
unzip
rustup
snapper
xdg-desktop-portal-gtk
niri
ly
vim
helix
ghostty
nautilus
sushi
fuzzel
atuin
zsh
starship
eza
zoxide
fd
fzf
git
vulkan-radeon
brightnessctl
inetutils
stow
less
tmux
yazi
hyprpolkitagent
xdg-desktop-portal-gnome
gnome-keyring
marksman
wiremix
firefox
bluetui
nvim
tree-sitter-cli
ripgrep
clang
acpi
papers
pipewire-pulse
power-profiles-daemon
upower
pavucontrol
btop
lldb
gitui
uv
nix
flatpak
libimobiledevice
usbmuxd
gvfs-gphoto2
mpv
